Repository: Evil-Project/Twinskaraoke
Catalog: TwinskaraokeShared/Localization/Localizable.xcstrings
Source language: en
Languages: de, fi, fr, ja, uk, zh_hans, zh_hant

source: Unable to Load Playlists
de: Playlists konnten nicht geladen werden
fi: Soittolistoja ei voitu ladata
fr: Impossible de charger les playlists
ja: プレイリストを読み込めません
uk: Не вдалося завантажити плейлисти
zh_hans: 无法加载歌单
zh_hant: 無法載入歌單

source: Unable to Load Random Songs
de: Zufällige Songs konnten nicht geladen werden
fi: Satunnaisia kappaleita ei voitu ladata
fr: Impossible de charger les titres aléatoires
ja: ランダムな曲を読み込めません
uk: Не вдалося завантажити випадкові пісні
zh_hans: 无法加载随机歌曲
zh_hant: 無法載入隨機歌曲

source: Unable to Load Songs
de: Songs konnten nicht geladen werden
fi: Kappaleita ei voitu ladata
fr: Impossible de charger les titres
ja: 曲を読み込めません
uk: Не вдалося завантажити пісні
zh_hans: 无法加载歌曲
zh_hant: 無法載入歌曲

source: Unable to play this queue. Check your connection and try again.
de: Diese Warteschlange kann nicht abgespielt werden. Prüfe deine Verbindung und versuche es erneut.
fi: Tätä jonoa ei voi toistaa. Tarkista yhteys ja yritä uudelleen.
fr: Impossible de lire cette file d’attente. Vérifiez votre connexion et réessayez.
ja: このキューを再生できません。接続を確認して、もう一度お試しください。
uk: Не вдалося відтворити цю чергу. Перевірте з’єднання та повторіть спробу.
zh_hans: 无法播放此队列。请检查网络连接后重试。
zh_hant: 無法播放此佇列。請檢查網路連線後再試一次。

source: Unavailable
de: Nicht verfügbar
fi: Ei käytettävissä
fr: Indisponible
ja: 利用不可
uk: Недоступно
zh_hans: 不可用
zh_hant: 無法使用

source: Unavailable while loading
de: Während des Ladens nicht verfügbar
fi: Ei käytettävissä latauksen aikana
fr: Indisponible pendant le chargement
ja: 読み込み中は利用できません
uk: Недоступно під час завантаження
zh_hans: 加载时不可用
zh_hant: 載入時無法使用

source: Unavailable while signing in
de: Während der Anmeldung nicht verfügbar
fi: Ei käytettävissä kirjautumisen aikana
fr: Indisponible pendant la connexion
ja: サインイン中は利用できません
uk: Недоступно під час входу
zh_hans: 登录时不可用
zh_hant: 登入時不可用

source: Unexpected server response
de: Unerwartete Serverantwort
fi: Odottamaton palvelimen vastaus
fr: Réponse inattendue du serveur
ja: 予期しないサーバー応答
uk: Неочікувана відповідь сервера
zh_hans: 意外的服务器响应
zh_hant: 非預期的伺服器回應

source: Unknown
de: Unbekannt
fi: Tuntematon
fr: Inconnu
ja: 不明
uk: Невідомо
zh_hans: 未知
zh_hant: 未知

source: Unknown Artist
de: Unbekannter Künstler
fi: Tuntematon artisti
fr: Artiste inconnu
ja: 不明なアーティスト
uk: Невідомий виконавець
zh_hans: 未知艺人
zh_hant: 未知藝人

source: Unlocked
de: Freigeschaltet
fi: Avattu
fr: Débloqué
ja: 獲得済み
uk: Відкрито
zh_hans: 已解锁
zh_hant: 已解鎖

source: Unstar
de: Markierung entfernen
fi: Poista tähti
fr: Retirer l’étoile
ja: スターを外す
uk: Зняти зірочку
zh_hans: 取消星标
zh_hant: 取消星號

source: Untitled Video
de: Unbenanntes Video
fi: Nimetön video
fr: Vidéo sans titre
ja: 無題のビデオ
uk: Відео без назви
zh_hans: 未命名视频
zh_hant: 未命名影片

source: Up next
de: Als Nächstes
fi: Seuraavaksi
fr: À suivre
ja: 次はこちら
uk: Далі
zh_hans: 接下来
zh_hant: 接下來

source: Up Next
de: Als Nächstes
fi: Seuraavaksi
fr: À suivre
ja: 次はこちら
uk: Далі
zh_hans: 接下来
zh_hant: 接下來

source: Up next %lld of %lld
de: Als Nächstes %1$lld von %2$lld
fi: Seuraavaksi %1$lld/%2$lld
fr: À suivre %1$lld sur %2$lld
ja: 次に再生 %2$lld曲中%1$lld曲目
uk: Далі %1$lld з %2$lld
zh_hans: 接下来第 %1$lld 首，共 %2$lld 首
zh_hant: 接下來第 %1$lld 首，共 %2$lld 首

source: Upcoming lyric
de: Kommende Zeile
fi: Tuleva rivi
fr: Ligne à venir
ja: 次の歌詞
uk: Наступний рядок
zh_hans: 即将演唱的歌词
zh_hant: 即將演唱的歌詞

source: Update live, next, and history
de: „Jetzt live“, „Als Nächstes“ und Verlauf aktualisieren
fi: Päivitä nyt soiva, seuraavat ja historia
fr: Actualiser le direct, la suite et l’historique
ja: ライブ中、次、履歴を更新
uk: Оновити ефір, наступні та історію
zh_hans: 刷新直播、接下来和历史记录
zh_hant: 重新整理直播、接下來和歷史記錄

source: Updated %@
de: Aktualisiert %@
fi: Päivitetty %@
fr: Mis à jour %@
ja: %@に更新
uk: Оновлено %@
zh_hans: 更新 %@
zh_hant: 更新 %@

source: Updated for large screens
de: Für große Bildschirme aktualisiert
fi: Päivitetty suurille näytöille
fr: Mis à jour pour les grands écrans
ja: 大画面向けに更新
uk: Оновлено для великих екранів
zh_hans: 为大屏幕更新
zh_hant: 為大螢幕更新

source: Updated Playlist
de: Aktualisierte Playlist
fi: Päivitetty soittolista
fr: Playlist mise à jour
ja: 更新されたプレイリスト
uk: Оновлений плейлист
zh_hans: 已更新的歌单
zh_hant: 已更新的歌單

source: Updates favorites for the current radio song.
de: Aktualisiert die Favoriten für den aktuellen Radiosong.
fi: Päivittää nykyisen radiokappaleen suosikkitilan.
fr: Met à jour les favoris pour le titre radio en cours.
ja: 現在のラジオの曲のお気に入りを更新します。
uk: Оновлює улюблене для поточної пісні на радіо.
zh_hans: 将当前电台歌曲添加到收藏
zh_hant: 將目前電台歌曲加入喜好項目

source: Updates favorites for the current song.
de: Aktualisiert die Favoriten für den aktuellen Song.
fi: Päivittää nykyisen kappaleen suosikkitilan.
fr: Met à jour les favoris pour le titre en cours.
ja: 現在の曲のお気に入りを更新します。
uk: Оновлює улюблене для поточної пісні.
zh_hans: 将当前歌曲添加到收藏
zh_hant: 將目前歌曲加入喜好項目

source: Updates live now, up next, and recently played.
de: Aktualisiert „Jetzt live“, „Als Nächstes“ und „Zuletzt gespielt“.
fi: Päivittää nyt soivan, seuraavat ja viimeksi soitetut.
fr: Met à jour le direct, les titres à suivre et récemment diffusés.
ja: ライブ中、次、最近再生した項目を更新します。
uk: Оновлює ефір, наступні та нещодавно відтворені.
zh_hans: 更新正在直播、接下来播放和最近播放内容
zh_hant: 更新正在直播、接下來播放和最近播放內容

source: Uploaded
de: Hochgeladen
fi: Lähetetyt
fr: Importés
ja: アップロード済み
uk: Вивантажені
zh_hans: 已上传
zh_hant: 已上傳

source: Use a track's context menu from Home, Search, or Library.
de: Nutze das Kontextmenü eines Titels unter Startseite, Suche oder Mediathek.
fi: Käytä kappaleen valikkoa Kodissa, Haussa tai Kirjastossa.
fr: Utilisez le menu contextuel d’un titre depuis Accueil, Recherche ou Bibliothèque.
ja: ホーム、検索、ライブラリで曲のコンテキストメニューを使ってください。
uk: Скористайтеся контекстним меню треку на головній, у пошуку або в медіатеці.
zh_hans: 在“首页”、“搜索”或“资料库”中使用曲目的上下文菜单。
zh_hant: 在「首頁」、「搜尋」或「資料庫」中使用曲目的情境選單。

source: Use All
de: Alle verwenden
fi: Käytä kaikkia
fr: Tout utiliser
ja: すべて使用
uk: Використовувати всіх
zh_hans: 全部启用
zh_hant: 全部啟用

source: Use None
de: Keine verwenden
fi: Älä käytä mitään
fr: Tout désactiver
ja: すべて無効
uk: Не використовувати нікого
zh_hans: 全部禁用
zh_hant: 全部停用

source: Use song menus
de: Song-Menüs nutzen
fi: Käytä kappaleiden valikkoja
fr: Utilisez les menus des titres
ja: 曲のメニューを使う
uk: Використовуйте меню пісень
zh_hans: 使用歌曲菜单
zh_hant: 使用歌曲選單

source: Use the playback controls below.
de: Verwende die Wiedergabesteuerung unten.
fi: Käytä alla olevia toistosäätimiä.
fr: Utilisez les commandes de lecture ci-dessous.
ja: 下の再生コントロールを使用してください。
uk: Скористайтеся елементами керування відтворенням нижче.
zh_hans: 使用下方的播放控制
zh_hant: 使用下方的播放控制項

source: Username
de: Benutzername
fi: Käyttäjätunnus
fr: Nom d’utilisateur
ja: ユーザー名
uk: Ім’я користувача
zh_hans: 用户名
zh_hant: 使用者名稱

source: Username and password required
de: Benutzername und Passwort erforderlich
fi: Käyttäjätunnus ja salasana vaaditaan
fr: Nom d’utilisateur et mot de passe requis
ja: ユーザー名とパスワードが必要です
uk: Потрібні ім’я користувача та пароль
zh_hans: 请输入用户名和密码
zh_hant: 請輸入使用者名稱和密碼

source: Video Gallery
de: Videogalerie
fi: Videogalleria
fr: Galerie vidéo
ja: ビデオギャラリー
uk: Відеогалерея
zh_hans: 视频库
zh_hant: 影片庫

source: View
de: Ansehen
fi: Näytä
fr: Voir
ja: 表示
uk: Переглянути
zh_hans: 查看
zh_hant: 檢視

source: View Badge
de: Abzeichen ansehen
fi: Näytä merkki
fr: Voir le badge
ja: バッジを表示
uk: Переглянути значок
zh_hans: 查看徽章
zh_hant: 查看徽章

source: View badge details
de: Abzeichen-Details ansehen
fi: Näytä merkin tiedot
fr: Voir les détails du badge
ja: バッジの詳細を表示
uk: Переглянути подробиці значка
zh_hans: 查看徽章详情
zh_hant: 檢視徽章詳細資料

source: View Details
de: Details ansehen
fi: Näytä tiedot
fr: Voir les détails
ja: 詳細を表示
uk: Переглянути подробиці
zh_hans: 查看详情
zh_hant: 查看詳情

source: Visible
de: Sichtbar
fi: Näkyvissä
ja: 表示
uk: Видимий
zh_hans: 可见
zh_hant: 可見

source: Visible to other listeners
de: Für andere Zuhörer sichtbar
fi: Näkyy muille kuuntelijoille
fr: Visible par les autres auditeurs
ja: 他のリスナーに表示されます
uk: Видимий для інших слухачів
zh_hans: 对其他听众可见
zh_hant: 對其他聽眾可見

source: Vocal
de: Gesang
fi: Laulu
fr: Voix
ja: ボーカル
uk: Вокал
zh_hans: 人声
zh_hant: 人聲

source: Vocal Enhance
de: Gesang verstärken
fi: Korosta laulua
fr: Renforcer la voix
ja: ボーカルを強調
uk: Підсилення вокалу
zh_hans: 人声增强
zh_hant: 人聲增強

source: Vocal Enhance Strength
de: Stärke der Gesangsverstärkung
fi: Laulukorostuksen voimakkuus
fr: Force du renforcement de la voix
ja: ボーカル強調の強さ
uk: Сила підсилення вокалу
zh_hans: 人声增强强度
zh_hant: 人聲增強強度

source: Vocal Removal
de: Gesang entfernen
fi: Laulun poisto
fr: Suppression de la voix
ja: ボーカル除去
uk: Видалення вокалу
zh_hans: 人声消除
zh_hant: 人聲消除

source: Vocal removal controls
de: Steuerung der Gesangsentfernung
fi: Laulun poiston säätimet
fr: Commandes de suppression de la voix
ja: ボーカル除去のコントロール
uk: Керування видаленням вокалу
zh_hans: 人声消除控制
zh_hant: 人聲消除控制

source: Vocal removal is preparing for this song.
de: Die Gesangsentfernung wird für diesen Song vorbereitet.
fi: Laulun poistoa valmistellaan tälle kappaleelle.
fr: La suppression de la voix est en préparation pour ce titre.
ja: この曲のボーカル除去を準備しています。
uk: Видалення вокалу готується для цієї пісні.
zh_hans: 正在为这首歌准备人声消除。
zh_hant: 正在為這首歌準備人聲消除。

source: Vocal removal level
de: Stärke der Gesangsentfernung
fi: Laulun poiston voimakkuus
fr: Niveau de suppression de la voix
ja: ボーカル除去レベル
uk: Рівень видалення вокалу
zh_hans: 人声消除强度
zh_hant: 人聲消除強度

source: Vocal Removal Level
de: Stärke der Gesangsentfernung
fi: Laulun poiston voimakkuus
fr: Niveau de suppression de la voix
ja: ボーカル除去レベル
uk: Рівень видалення вокалу
zh_hans: 人声消除程度
zh_hant: 人聲消除程度

source: Volume
de: Lautstärke
fi: Äänenvoimakkuus
ja: 音量
uk: Гучність
zh_hans: 音量
zh_hant: 音量

source: Waiting for iPhone
de: Warten auf iPhone
fi: Odotetaan iPhonea
fr: En attente de l’iPhone
ja: iPhoneを待っています
uk: Очікування iPhone
zh_hans: 正在等待 iPhone
zh_hant: 正在等待 iPhone

source: Watch progress
de: Wiedergabefortschritt
fi: Katselun edistyminen
fr: Progression du visionnage
ja: 視聴の進行状況
uk: Прогрес перегляду
zh_hans: 观看进度
zh_hant: 觀看進度

source: Watchalongs are rare in the feed. Load more of the catalogue to find them.
de: Watchalongs sind im Feed selten. Lade mehr aus dem Katalog, um sie zu finden.
fi: Watchalongit ovat syötteessä harvinaisia. Lataa lisää luettelosta löytääksesi ne.
fr: Les watchalongs sont rares dans le flux. Chargez davantage du catalogue pour les trouver.
ja: ウォッチアロングはフィードにあまり出てきません。カタログをさらに読み込むと見つかります。
uk: Спільні перегляди в стрічці трапляються рідко. Завантажте більше каталогу, щоб їх знайти.
zh_hans: 一起看在动态中很少见。加载更多目录内容即可找到。
zh_hant: 一起看在動態中很少見。載入更多目錄內容即可找到。

source: Watched
de: Angesehen
fi: Katsottu
fr: Vu
ja: 視聴済み
uk: Переглянуто
zh_hans: 已观看
zh_hant: 已觀看

source: Web session
de: Web-Sitzung
fi: Verkkoistunto
fr: Session web
ja: Webセッション
uk: Вебсеанс
zh_hans: 网页会话
zh_hant: 網頁工作階段

source: What everyone's singing
de: Was alle gerade singen
fi: Mitä kaikki laulavat
fr: Ce que tout le monde chante
ja: みんなが歌っている曲
uk: Що всі співають
zh_hans: 大家都在唱什么
zh_hant: 大家都在唱什麼

source: When enabled, the current song and songs you play next are saved for offline listening. This may use cellular data. Turning this off leaves existing downloads and downloads already in progress intact.
de: Speichert den aktuellen Song und danach gespielte Songs zum Offline-Hören. Dabei können mobile Daten verwendet werden. Ausschalten behält vorhandene und bereits laufende Downloads bei.
fi: Tallentaa nykyisen ja seuraavaksi toistettavat kappaleet offline-kuuntelua varten. Tämä voi käyttää mobiilidataa. Pois kytkeminen säilyttää valmiit ja käynnissä olevat lataukset.
fr: Enregistre le titre actuel et les suivants pour une écoute hors ligne. Cela peut utiliser les données mobiles. La désactivation conserve les téléchargements existants et ceux en cours.
ja: 有効にすると、現在の曲と次に再生する曲をオフライン用に保存します。モバイルデータを使用する場合があります。無効にしても、保存済みや進行中のダウンロードはそのまま残ります。
uk: Зберігає поточну й наступні пісні для офлайн-прослуховування. Можливе використання мобільних даних. Вимкнення зберігає наявні й уже розпочаті завантаження.
zh_hans: 启用后会保存当前及之后播放的歌曲，供离线收听。这可能使用蜂窝数据。关闭不会移除已有下载或取消正在进行的下载。
zh_hant: 啟用後會儲存目前及之後播放的歌曲，供離線聆聽。這可能使用行動數據。關閉不會移除已有下載或取消正在進行的下載。

source: You can return to your browser.
de: Du kannst zu deinem Browser zurückkehren.
fi: Voit palata selaimeesi.
fr: Vous pouvez revenir à votre navigateur.
ja: ブラウザに戻ってください。
uk: Можете повернутися до браузера.
zh_hans: 你可以返回浏览器了。
zh_hant: 你可以返回瀏覽器了。

source: You don’t have any playlists yet.
de: Du hast noch keine Playlists.
fi: Sinulla ei ole vielä soittolistoja.
fr: Vous n’avez encore aucune playlist.
ja: まだプレイリストがありません。
uk: У вас ще немає плейлистів.
zh_hans: 你还没有歌单。
zh_hant: 你還沒有歌單。

source: You haven’t made a playlist yet. Create one here, then add songs to it from any of your devices.
de: Du hast noch keine Playlist erstellt. Erstelle hier eine und füge dann von jedem deiner Geräte Songs hinzu.
fi: Et ole vielä tehnyt soittolistaa. Luo sellainen täällä ja lisää siihen kappaleita miltä tahansa laitteeltasi.
fr: Vous n’avez pas encore créé de playlist. Créez-en une ici, puis ajoutez-y des titres depuis n’importe lequel de vos appareils.
ja: まだプレイリストを作成していません。ここで作成して、どのデバイスからでも曲を追加できます。
uk: Ви ще не створили плейлист. Створіть його тут, а потім додавайте пісні з будь-якого пристрою.
zh_hans: 你还没有创建歌单。在这里创建一个，然后从你的任意设备添加歌曲。
zh_hant: 你還沒有建立歌單。在這裡建立一個，然後從你的任何裝置加入歌曲。

source: You need to sign in first
de: Du musst dich zuerst anmelden
fi: Sinun on ensin kirjauduttava sisään
fr: Vous devez d’abord vous connecter
ja: 先にサインインする必要があります
uk: Спершу потрібно ввійти
zh_hans: 你需要先登录
zh_hant: 你需要先登入

source: You reached Level %lld
de: Du hast Level %lld erreicht
fi: Saavutit tason %lld
fr: Vous avez atteint le niveau %lld
ja: レベル%lldに到達しました
uk: Ви досягли рівня %lld
zh_hans: 你达到了等级 %lld
zh_hant: 你達到了等級 %lld

source: You will approve the session before signing in.
de: Du bestätigst die Sitzung, bevor du angemeldet wirst.
fi: Hyväksyt istunnon ennen sisäänkirjautumista.
fr: Vous approuverez la session avant la connexion.
ja: サインインする前にセッションを承認します。
uk: Ви підтвердите сеанс перед входом.
zh_hans: 请在登录前批准此会话
zh_hant: 請在登入前核准此會話

source: You’ll need to sign in again to access your account.
de: Du musst dich erneut anmelden, um auf deinen Account zuzugreifen.
fi: Sinun on kirjauduttava uudelleen käyttääksesi tiliäsi.
fr: Vous devrez vous reconnecter pour accéder à votre compte.
ja: アカウントにアクセスするには、もう一度サインインする必要があります。
uk: Щоб отримати доступ до облікового запису, потрібно ввійти знову.
zh_hans: 你需要重新登录才能访问你的账号。
zh_hant: 你需要重新登入才能存取你的帳號。

source: You'll need to sign in again to access your library and account features.
de: Du musst dich erneut anmelden, um auf deine Mediathek und Account-Funktionen zuzugreifen.
fi: Sinun on kirjauduttava uudelleen käyttääksesi kirjastoasi ja tilin toimintoja.
fr: Vous devrez vous reconnecter pour accéder à votre bibliothèque et aux fonctions du compte.
ja: ライブラリとアカウント機能にアクセスするには、もう一度サインインする必要があります。
uk: Щоб отримати доступ до медіатеки та функцій облікового запису, потрібно ввійти знову.
zh_hans: 需要重新登录以访问资料库和账户功能
zh_hant: 需要重新登入以存取資料庫和帳戶功能

source: You've reached the empty place
de: Hier ist nichts mehr
fi: Tulit tyhjään paikkaan
fr: Vous êtes arrivé dans un endroit vide
ja: ここには何もありません
uk: Тут порожньо
zh_hans: 你来到了空无一物的地方
zh_hant: 你來到了空無一物的地方

source: your account
de: deinen Account
fi: tilisi
fr: votre compte
ja: あなたのアカウント
uk: ваш обліковий запис
zh_hans: 你的账号
zh_hant: 你的帳號

source: Your favourites and playlists follow your account.
de: Deine Favoriten und Playlists sind an deinen Account gebunden.
fi: Suosikkisi ja soittolistasi kulkevat tilisi mukana.
fr: Vos favoris et playlists suivent votre compte.
ja: お気に入りとプレイリストはアカウントに紐付いています。
uk: Ваше улюблене та плейлисти прив’язані до облікового запису.
zh_hans: 你的收藏和歌单会跟随你的账号。
zh_hant: 你的喜好項目和歌單會跟隨你的帳號。

source: Your favourites sync with your Twinskaraoke account.
de: Deine Favoriten werden mit deinem Twinskaraoke-Account synchronisiert.
fi: Suosikkisi synkronoidaan Twinskaraoke-tilisi kanssa.
fr: Vos favoris sont synchronisés avec votre compte Twinskaraoke.
ja: お気に入りはTwinskaraokeアカウントと同期されます。
uk: Ваше улюблене синхронізується з обліковим записом Twinskaraoke.
zh_hans: 你的收藏会与你的 Twinskaraoke 账号同步。
zh_hant: 你的喜好項目會與你的 Twinskaraoke 帳號同步。

source: Your karaoke profile, right on Apple TV.
de: Dein Karaoke-Profil, direkt auf dem Apple TV.
fi: Karaokeprofiilisi suoraan Apple TV:ssä.
fr: Votre profil karaoké, directement sur l’Apple TV.
ja: あなたのカラオケプロフィールを Apple TVで。
uk: Ваш караоке-профіль — просто на Apple TV.
zh_hans: 你的卡拉 OK 个人主页， 直接在 Apple TV 上。
zh_hant: 你的卡拉 OK 個人主頁， 直接在 Apple TV 上。

source: Your recently played history will be removed from this device.
de: Der Wiedergabeverlauf wird von diesem Gerät entfernt.
fi: Kuunteluhistoria poistetaan tältä laitteelta.
fr: Votre historique d’écoute sera supprimé de cet appareil.
ja: このデバイスの再生履歴を削除します。
uk: Історію прослуховувань буде видалено з цього пристрою.
zh_hans: 将从此设备移除最近播放记录。
zh_hant: 將從此裝置移除最近播放記錄。

source: Your saved files could not be read. Try again after unlocking your device.
de: Deine gesicherten Dateien konnten nicht gelesen werden. Versuche es nach dem Entsperren deines Geräts erneut.
fi: Tallennettuja tiedostojasi ei voitu lukea. Yritä uudelleen, kun olet avannut laitteen lukituksen.
fr: Impossible de lire vos fichiers enregistrés. Réessayez après avoir déverrouillé votre appareil.
ja: 保存されたファイルを読み込めませんでした。デバイスのロックを解除してから、もう一度お試しください。
uk: Не вдалося прочитати збережені файли. Спробуйте ще раз після розблокування пристрою.
zh_hans: 无法读取你保存的文件。请解锁设备后重试。
zh_hant: 無法讀取你儲存的檔案。請解鎖裝置後再試一次。

source: Your session expired — please sign in again
de: Deine Sitzung ist abgelaufen – bitte melde dich erneut an
fi: Istuntosi vanheni – kirjaudu uudelleen
fr: Votre session a expiré — veuillez vous reconnecter
ja: セッションの有効期限が切れました。もう一度サインインしてください
uk: Термін дії сеансу минув — увійдіть знову
zh_hans: 你的会话已过期，请重新登录
zh_hant: 你的工作階段已過期，請重新登入

source: Your session expired. Sign in again.
de: Deine Sitzung ist abgelaufen. Melde dich erneut an.
fi: Istuntosi vanheni. Kirjaudu uudelleen.
fr: Votre session a expiré. Reconnectez-vous.
ja: セッションの有効期限が切れました。もう一度サインインしてください。
uk: Термін дії сеансу минув. Увійдіть знову.
zh_hans: 你的会话已过期。请重新登录。
zh_hant: 你的工作階段已過期。請重新登入。

source: Your session hasn't reached this watch yet. Keep your iPhone nearby.
de: Deine Sitzung hat diese Uhr noch nicht erreicht. Halte dein iPhone in der Nähe.
fi: Istuntosi ei ole vielä saapunut tähän kelloon. Pidä iPhone lähellä.
fr: Votre session n’est pas encore arrivée sur cette montre. Gardez votre iPhone à proximité.
ja: セッションがまだこのApple Watchに届いていません。iPhoneを近くに置いてください。
uk: Ваш сеанс ще не надійшов на цей годинник. Тримайте iPhone поруч.
zh_hans: 你的会话尚未同步到此手表。请将 iPhone 放在附近。
zh_hant: 你的工作階段尚未同步到此手錶。請將 iPhone 放在附近。

source: Your session is ready but your iPhone is out of reach. Keep it nearby.
de: Deine Sitzung ist bereit, aber dein iPhone ist außer Reichweite. Halte es in der Nähe.
fi: Istuntosi on valmis, mutta iPhone on kantaman ulkopuolella. Pidä se lähellä.
fr: Votre session est prête, mais votre iPhone est hors de portée. Gardez-le à proximité.
ja: セッションの準備はできていますが、iPhoneが圏外です。近くに置いてください。
uk: Сеанс готовий, але iPhone поза зоною досяжності. Тримайте його поруч.
zh_hans: 你的会话已准备就绪，但 iPhone 不在范围内。请将其放在附近。
zh_hant: 你的工作階段已準備就緒，但 iPhone 不在範圍內。請將其放在附近。

source: Your songs are ready for offline listening.
de: Deine Songs sind zum Offline-Hören bereit.
fi: Kappaleesi ovat valmiina offline-kuunteluun.
fr: Vos titres sont prêts pour une écoute hors ligne.
ja: 曲をオフラインで再生できるようになりました。
uk: Ваші пісні готові до офлайн-прослуховування.
zh_hans: 歌曲已可供离线收听。
zh_hant: 歌曲已可供離線聆聽。

source: Your upload and playlist allowances
de: Deine Upload- und Playlist-Kontingente
fi: Lähetys- ja soittolistakiintiösi
fr: Vos quotas d’import et de playlists
ja: アップロードとプレイリストの上限
uk: Ваші ліміти вивантаження й плейлистів
zh_hans: 你的上传和歌单额度
zh_hant: 你的上傳和歌單額度

source: Yours
de: Deine
fi: Omat
fr: Les vôtres
ja: 自分のもの
uk: Ваші
zh_hans: 我的
zh_hant: 我的

source: %lld Hz Equalizer
fi: %lld Hz:n taajuuskorjain
fr: Égaliseur %lld Hz
ja: %lld Hz イコライザ
uk: Еквалайзер %lld Гц
zh_hans: %lld Hz 均衡器
zh_hant: %lld Hz 等化器

source: %lld likes
fi: %lld tykkäystä
fr: %lld j’aime
ja: %lld いいね
uk: %lld вподобання
zh_hans: %lld 收藏
zh_hant: %lld 喜好項目

source: %lld playlists
fi: %lld soittolistaa
ja: %lld 件のプレイリスト
uk: %lld плейлиста
zh_hans: %lld 播放歌单
zh_hant: %lld 播放歌單

source: %lld songs
fi: %lld kappaletta
fr: %lld titres
ja: %lld 曲
uk: %lld пісні
zh_hans: %lld 歌曲
zh_hant: %lld 歌曲

source: 1 playlist
fi: 1 soittolista
ja: 1 件のプレイリスト
uk: 1 плейлист
zh_hans: 1 个歌单
zh_hant: 1 個歌單

source: 1 song
fi: 1 kappale
fr: 1 titre
ja: 1 曲
uk: 1 пісня
zh_hans: 1 首歌曲
zh_hant: 1 首歌曲

source: Account
fi: Tili
fr: Compte
ja: アカウント
uk: Обліковий запис
zh_hans: 账号
zh_hant: 帳號

source: Account, %@
fi: Tili, %@
fr: Compte, %@
ja: アカウント、%@
uk: Обліковий запис, %@
zh_hans: 账号，%@
zh_hant: 帳號，%@

source: Apps
fi: Sovellukset
ja: アプリ
uk: Застосунки
zh_hans: 应用
zh_hant: App

source: Audio
fi: Ääni
ja: オーディオ
uk: Аудіо
zh_hans: 音频
zh_hant: 音訊

source: Banner & Branding
fi: Banneri ja brändi
fr: Bannière et identité visuelle
ja: バナーとブランディング
uk: Банер і брендинг
zh_hans: 横幅与视觉标识
zh_hant: 橫幅與視覺標識

source: China CDN
fi: Kiinan CDN
fr: CDN Chine
ja: 中国CDN
uk: CDN для Китаю
zh_hans: 中国 CDN
zh_hant: 中國 CDN

source: Community
fi: Yhteisö
fr: Communauté
ja: コミュニティ
uk: Спільнота
zh_hans: 社区
zh_hant: 社群

source: Crossfade
fi: Ristiinhäivytys
fr: Fondu enchaîné
ja: クロスフェード
uk: Перехресне згасання
zh_hans: 交叉淡化
zh_hant: 交叉淡化

source: Downloads
fi: Lataukset
fr: Téléchargements
ja: ダウンロード
uk: Завантаження
zh_hans: 下载
zh_hant: 下載

source: Easter Eggs
fi: Yllätykset
fr: Surprises cachées
ja: 隠し要素
uk: Приховані сюрпризи
zh_hans: 彩蛋
zh_hant: 彩蛋

source: Equalizer
fi: Taajuuskorjain
fr: Égaliseur
ja: イコライザ
uk: Еквалайзер
zh_hans: 均衡器
zh_hant: 等化器

source: Filter
fi: Suodatin
fr: Filtrer
ja: フィルタ
uk: Фільтр
zh_hans: 筛选
zh_hant: 篩選

source: Genres
fi: Tyylilajit
ja: ジャンル
uk: Жанри
zh_hans: 流派
zh_hant: 流派

source: Karaoke videos
fi: Karaokevideot
fr: Vidéos karaoké
ja: カラオケビデオ
uk: Караоке-відео
zh_hans: 卡拉 OK 视频
zh_hant: 卡拉 OK 影片

source: Level
fi: Taso
fr: Niveau
ja: レベル
uk: Рівень
zh_hans: 等级
zh_hant: 等級

source: Level %lld
fi: Taso %lld
fr: Niveau %lld
ja: レベル%lld
uk: Рівень %lld
zh_hans: 等级 %lld
zh_hant: 等級 %lld

source: Level Up
fi: Tasonnousu
fr: Niveau supérieur
ja: レベルアップ
uk: Новий рівень
zh_hans: 升级
zh_hant: 升級

source: Like
fi: Tykkäys
fr: J’aime
ja: いいね
uk: Вподобання
zh_hans: 赞
zh_hant: 讚

source: Likes
fi: Tykkäykset
fr: J’aime
ja: いいね
uk: Вподобання
zh_hans: 赞
zh_hant: 讚

source: Live
fi: Suora
fr: En direct
ja: ライブ
uk: Наживо
zh_hans: 直播中
zh_hant: 直播中

source: LIVE
fi: SUORA
fr: EN DIRECT
ja: ライブ
uk: НАЖИВО
zh_hans: 直播中
zh_hant: 直播中

source: Maximum
fi: Suurin
ja: 最大
uk: Максимум
zh_hans: 最大
zh_hant: 最大

source: Name
fi: Nimi
fr: Nom
ja: 名前
uk: Назва
zh_hans: 名称
zh_hant: 名稱

source: Optional
fi: Valinnainen
fr: Facultatif
ja: 任意
uk: Необов’язково
zh_hans: 可选
zh_hant: 選填

source: Pause
fi: Tauko
ja: 一時停止
uk: Пауза
zh_hans: 暂停
zh_hant: 暫停

source: Playlist
fi: Soittolista
ja: プレイリスト
uk: Плейлист
zh_hans: 歌单
zh_hant: 歌單

source: Playlist Name
fi: Soittolistan nimi
fr: Nom de la playlist
ja: プレイリスト名
uk: Назва плейлиста
zh_hans: 歌单名称
zh_hant: 歌單名稱

source: Playlists
fi: Soittolistat
ja: プレイリスト
uk: Плейлисти
zh_hans: 歌单
zh_hant: 歌單

source: Private Playlist
fi: Yksityinen soittolista
fr: Playlist privée
ja: 非公開プレイリスト
uk: Приватний плейлист
zh_hans: 私人列表
zh_hant: 私人清單

source: Songs
fi: Kappaleet
fr: Titres
ja: 曲
uk: Пісні
zh_hans: 歌曲
zh_hant: 歌曲

source: System
fi: Järjestelmä
fr: Système
ja: システム
uk: Системна
zh_hans: 跟随系统
zh_hant: 跟隨系統

# Theme.system
source: System
fi: Järjestelmä
fr: Système
ja: システム
uk: Системна
zh_hans: 跟随系统
zh_hant: 跟隨系統
